Repository: jponge/izpack-full-svn-history-copy
Catalog: izpack-launcher/tags/release-1.2/src/*/launcher.po
Languages: da, nl

source: IzPack launcher
da: IzPack starter

source: The software that you are trying to install requires a Java Runtime Environment. The Java Runtime Environment could not be detected on your computer but it can be installed for you.
da: Programmet, som du prøver på at installere, kræver et Java runtime miljø. Java runtime miljøet kunne ikke findes på din computer, men det kan installeres for dig.
nl: De software die u probeert te installeren vereist een Java Runtime Environment. De Java Runtime Environment kon niet worden gedetecteerd op uw computer, maar deze kan voor u worden geïnstalleerd.

source: manually locate an already installed Java Runtime Environment
da: lokaliser selv et allerede installeret Java runtime miljø
nl: handmatig een al geïnstalleerd Java Runtime Environment lokaliseren

source: automatically install the Java Runtime Environment included with this software
da: automatisk installer Java runtime miljøet der er vedlagt denne program pakke
nl: automatisch de bij deze software bijgesloten Java Runtime Environment installeren

source: download the latest version of the Java Runtime Environment from the Internet.
da: nedlæs den seneste version af Java runtime miljøet fra internettet.
nl: download de laatste versie van de Java Runtime Environment van het Internet.

source: You have the following installation choices:
da: Du har følgende installationsmuligheder:
nl: U heeft de volgende installatiekeuzes:

source: The configuration file is broken.
da: Konfigurationsfilen er i stykker.
nl: Het configuratiebestand is corrupt.

source: There is no installer to launch.
da: Der er ingen installer der kan startes.
nl: Er is geen installatieprogramma om te starten.

source: The installer launch failed.
da: Installeren kunne ikke starte.
nl: Het installatieprogramma kon niet worden gestart.

source: Please choose a 'java' executable
da: Vælg venligst en 'java' udførbar
nl: Kiest u alstublieft een 'java' toepassing

source: Could not launch the JRE installation process.
da: Kunne ikke starte JRE installations processen.
nl: Kon het JRE installatieproces niet starten.

source: Could not find a web browser.
da: Kunne ikke finde en web browser.
nl: Kon geen webbrowser vinden.
