Repository: jponge/izpack-full-svn-history-copy
Catalog: izpack-launcher/trunk/src/*/launcher.po
Languages: de

source: The software that you are trying to install requires a Java Runtime Environment. The Java Runtime Environment could not be detected on your computer but it can be installed for you.
de: Die zu installierende Software benötigt eine Java[tm] Runtime Environment. Auf Ihrem System konnte keine Java[tm] Runtime Environment gefunden werden. Das Setup kann diese für sie installieren.

source: manually locate an already installed Java Runtime Environment
de: Eine Java[tm] Runtime Environment manuell auswählen.

source: download the latest version of the Java Runtime Environment from the Internet.
de: Die neueste Java[tm] Runtime Environment über das Internet laden.

source: You have the following installation choices:
de: Sie haben folgende Auswahlmöglichkeiten:

source: The configuration file is broken.
de: Die Konfigurationsdatei ist fehlerhaft.

source: There is no installer to launch.
de: Es wurde keine ausführbare Installation gefunden.

source: The installer launch failed.
de: Das Ausführen der Installation schlug fehl.

source: Please choose a 'java' executable
de: Bitte wählen sie eine Java.exe aus.

source: Could not launch the JRE installation process.
de: Die Java[tm] Installation konnte nicht ausgeführt werden.

source: Could not find a web browser.
de: Web-Browser nicht gefunden.
