Repository: jponge/izpack-full-svn-history-copy
Catalog: izpack-launcher/branches/old-wxwidgets-launcher/src/*/launcher.po
Languages: it, pt_br

source: IzPack launcher
it: Esecuzione IzPack
pt_br: Lançador IzPack

source: The software that you are trying to install requires a Java Runtime Environment. The Java Runtime Environment could not be detected on your computer but it can be installed for you.
it: Il software che sta per essere installato necessita del Runtime Java. Non mi è stato possibile individuarlo su questo computer, ma posso installarlo.
pt_br: O Software que você está tentando instalar requer um Ambiente de Execução Java (JRE). Não foi detectado um JRE em seu computador, mas ele pode ser instalado para você.

source: manually locate an already installed Java Runtime Environment
it: indica manualmente un Java Runtime Environment su questo computer
pt_br: Localizar manualmente um JRE já instalado

source: automatically install the Java Runtime Environment included with this software
it: installa automaticamente in Java Runtime Environment incluso con questo software
pt_br: Automaticamente instalar o JRE já incluído neste software

source: download the latest version of the Java Runtime Environment from the Internet.
it: scarica da Internet l'ultima versione disponibile del Java Runtime Environment
pt_br: Fazer o Download da última versão do JRE pela Internet

source: You have the following installation choices:
it: Hai le seguenti scelte:
pt_br: Você tem as seguintes opções:

source: Ok
it: Procedi

source: The configuration file is broken.
it: Il file di configurazione non è corretto
pt_br: O arquivo de configuração está quebrado.

source: There is no installer to launch.
it: Non trovo la procedura di installazione da eseguire
pt_br: Não existe um instalador do JRE para lançar.

source: The installer launch failed.
it: Avvio dell'installazione fallito
pt_br: O instalador do JRE não pôde ser encontrado.

source: Please choose a 'java' executable
it: Prego individua l'eseguibile denominato 'java'
pt_br: Por favor, escolha um executável do java

source: Could not launch the JRE installation process.
it: Impossibile avviare l'installazione del JRE
pt_br: Não foi possível lançar o processo de instalação do JRE.

source: Could not find a web browser.
it: Impossibile trovare un browser Web
pt_br: Não foi possível achar um browser.
